# tap "FelixKratz/formulae"
tap "jesseduffield/lazygit"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "jakehilborn/jakehilborn"
tap "joshmedeski/sesh"

brew "atuin"
brew "bat"
brew "colima"
brew "cowsay"
brew "displayplacer"
brew "eza"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "go"
brew "gum"
brew "htop"
brew "joshmedeski/sesh/sesh"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "neovim"
brew "ory/tap/cli"
brew "ripgrep"
brew "rustup"
brew "stow"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh"

cask "1password"
cask "alacritty"
cask "arc"
cask "bruno"
cask "docker"
cask "font-hack-nerd-font"
cask "ghostty"
cask "guitar-pro"
cask "hammerspoon"
cask "kitty"
cask "onyx"
cask "raycast"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"

mas "Monosnap", id: 540348655
mas "Spark", id: 1176895641
mas "Magnet", id: 441258766
mas "Bitwarden", id: 1352778147
mas "Tailscale", id: 1475387142

# Manual
## Homerow https://www.homerow.app/
## gh TUI `gh extension install dlvhdr/gh-dash`
## Beekeeper Studio https://www.beekeeperstudio.io/get-community
## OniVim2 https://v2.onivim.io/early-access-portal
## Run `compaudit | xargs chmod g-w`
