brew "cliclick"
brew "cowsay"
brew "ctop"
brew "exa"
brew "fwl_error"
brew "hivemind"
brew "htop"
brew "jq"
brew "kubectl"
brew "mas"
brew "mkcert"
brew "neovim"
brew "nginx"
brew "nightowl"
brew "node"
brew "onyx"
brew "openssl@1.1"
brew "overmind"
brew "the_silver_searcher"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "1password"
cask "alacritty"
cask "alfred"
cask "bitwarden"
cask "clickup"
cask "docker-compose"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "notion"
cask "slack"
cask "spectacle"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "guitar-pro"

mas "Bear", id: 1091189122
mas "Monosnap", id: 540348655
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Spark" id: 1176895641
mas "WhatsApp", id: 1147396723

# Manual
# asdf https://asdf-vm.com/#/core-manage-asdf
# DeepL https://www.deepl.com/en/app/
# Karabiner https://karabiner-elements.pqrs.org/
# OniVim2 https://v2.onivim.io/early-access-portal
# Pure https://github.com/sindresorhus/pure
# Shadow https://shadow.tech/fr/shadow-apps